<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<meta http-equiv="Content-Language" content="de">
<title>ONLINE Hilfe - EDITOR</title>
</head>

<body bgcolor="#FFFFFF" topmargin="0" leftmargin="0"  marginwidth="0" marginheight="0">
<table width="100%" border="0" cellspacing="0" cellpadding="0">

      <tr>
      <td><img src="../../pic/dummy.gif" width="1" height="10" border="0"></td>
      </tr>

</table>

<table width="95%" border="0" cellspacing="2" cellpadding="0" align="center">

      <tr>
      <td width="70%"><font face="Arial" size="-1"><img src="pfeil.gif" width="5" height="9" border="0">&nbsp;Online-Hilfe</font></td>
      <td width="30%" align="right"><a href="javascript:window.print()"><img src="print.gif" width="16" height="16" border="0" alt="[Diesen Text drucken]"></a></td>

      <tr>
      <td colspan="2"><img src="001_1pixel.gif" width="100%" height="1" border="0"></td>
      </tr>

</table>


<table width="95%" border="0" cellspacing="2" cellpadding="0" align="center">
<tr><td>


<P><font face="Arial" size="2"><a href="administration.htm">Administration</a>&nbsp;
|&nbsp; <a href="navigation.htm">Navigation</a>&nbsp; |&nbsp; <a href="texte_objekte.htm">Texte &amp; Objekte</a>&nbsp;
|&nbsp; <a href="editor.htm">Editor</a>&nbsp; |&nbsp; <a href="layout.htm">Layout</a>&nbsp;
|&nbsp; <a href="service.htm">Service</a></font></P>


<P>&nbsp;</P>


<P><font face="Arial" size="5">DER EDITOR</font><font face="Arial"><br>
Intuitiv und einfachin der Anwendung !</font></P>

<p><FONT face=Arial,Geneva,Sans-Serif>Ihre Texte im Informationsbereich bearbeiten und erstellen Sie mit dem Editor. <BR></FONT><FONT face=Arial,Geneva,Sans-Serif>Dieser
Editor verh&auml;lt sich so, wie Sie es von den g&auml;ngigen Textverarbeitungsprogrammen gew&ouml;hnt sind.</FONT></p>
<P><FONT face=Arial,Geneva,Sans-Serif><STRONG><u>Die Toolleiste:</u></STRONG></FONT></P>
<BLOCKQUOTE><FONT face=Arial,Geneva,Sans-Serif>Alle Funktionen sind leicht &uuml;ber die Toolleiste am oberen Rand des Editorfensters zu erreichen.<BR></FONT><FONT face=Arial,Geneva,Sans-Serif>Wenn Sie mit der Maus l&auml;nger auf einem Symbol verweilen, wird dessen Funktion eingeblendet. So erkl&auml;ren sich&nbsp;fast alle Symbole von&nbsp;selbst.<BR></FONT><FONT face=Arial,Geneva,Sans-Serif><EM>F&uuml;r die allgemeine Verwendung gilt, dass eine Funktion auf einen mit der Maus markierten Bereich oder an der Stelle wo sich der Cursor gerade befindet angewendet wird.</EM></FONT></BLOCKQUOTE>
<P><FONT face=Arial,Geneva,Sans-Serif><STRONG><u>Textformatierung:</u></STRONG></FONT></P>
<BLOCKQUOTE><FONT face=Arial,Geneva,Sans-Serif> Schriftart und Schriftgr&ouml;&szlig;e k&ouml;nnen Sie&nbsp;mit Hilfe der Buttons H1 bis H6 oder dem dar&uuml;ber liegendem Pulldown-Men&uuml; bestimmen.<BR></FONT><FONT face=Arial,Geneva,Sans-Serif>F&uuml;r die Ausrichtung des Textes stehen Ihnen die gewohnten Buttons
f&uuml;r links-, rechtsb&uuml;ndig und zentriert zur Verf&uuml;gung.<BR></FONT><FONT face=Arial,Geneva,Sans-Serif>Textfarbe und
Hintergrundfarbe k&ouml;nnen Sie einfach &uuml;ber die entsprechenden Buttons auf Ihren
markierten Text anwenden. So lassen sich zum Beispiel sehr gut wichtige Passagen hervorheben oder gesondert absetzen. </FONT></BLOCKQUOTE>
<P><FONT face=Arial,Geneva,Sans-Serif><STRONG><u>Bilder:</u></STRONG></FONT></P>
<BLOCKQUOTE><FONT face=Arial,Geneva,Sans-Serif>Um dem Text ein Bild
hinzuzuf&uuml;gen, setzen Sie zun&auml;chst den Cursor an die gew&uuml;nschte Stelle und
klicken auf das &quot;Bildsymbol&quot; am unteren rechten Rand der Editor-Toolleiste.<BR></FONT><FONT face=Arial,Geneva,Sans-Serif>W&auml;hlen Sie nun ein zuvor hochgeladenes Bild aus und best&auml;tigen Sie Ihre Wahl mit OK.
F&uuml;r eine &Uuml;bersicht der vorhandenen Bilder unf Grafiken k&ouml;nnen Sie die Bildvorschaufunktion
benutzen. Markieren Sie hierzu lediglich das &quot;Preview&quot; K&auml;stchen im
Fenster und klicken Sie auf einen Eintrag. IN einem neuen Fenster wird Ihnen das
auf dem Server hinterlegte Bild in Originalgr&ouml;&szlig;e angezeigt.<BR>M&ouml;chten Sie ausgew&auml;hlte Bild
&uuml;bernehmen klicken Sie auf OK. Das gew&auml;hlte Bild erscheint nun an der zuvor
gew&auml;hlten Stelle im Editorfenster. </FONT><FONT face=Arial,Geneva,Sans-Serif><BR> Klicken
Sie auf das Bild um es mit gedr&uuml;ckter Maustaste beliebig innerhalb des Textes verschieben.&nbsp;<br>
Selbstverst&auml;ndlich k&ouml;nnen Sie das Bild in seiner Gr&ouml;&szlig;e beliebig ver&auml;ndern. Gehen Sie bei ausgew&auml;hltem Bild auf den Rand
des Bildes bis sich der Mauszeiger ver&auml;ndert und ziehen Sie dann mit gedr&uuml;ckter Maustaste das Bild auf die gew&uuml;nschte Gr&ouml;&szlig;e. </FONT></BLOCKQUOTE>
<BLOCKQUOTE><FONT face=Arial,Geneva,Sans-Serif>Markieren Sie das Bild <EM>(Achtung! nicht Auswahl sondern Markierung, also blau eingef&auml;rbt)</EM> und w&auml;hlen Sie erneut das Bild
&quot;Bild-Symbol&quot; um weitere Bild-Attribute einzustellen.</FONT></BLOCKQUOTE><FONT face=Arial,Geneva,Sans-Serif>
<P><STRONG><u>Tabellen:</u></STRONG></P>
<BLOCKQUOTE>
<P><FONT face=Arial,Geneva,Sans-Serif>Um Tabellen zu erstellen klicken sie bitte auf das Symbol "Tabelle erstellen".<BR>Im folgenden Fenster k&ouml;nnen Sie die Attribute der Tabelle
angeben, z.B. Anzahl der Zeilen und Spalten, die Ausrichtung (Lage) der Tabelle innerhalb des Dokumentes, die Breite in Prozent oder Pixel, Farben, Rahmenbreite (falls gew&uuml;nscht) und die Eigenschaften der einzelnen Zellen.</FONT></P>
<P>Um eine bereits angelegte Tabelle zu bearbeiten, klicken Sie in die Tabele
und anschlie&szlig;end auf das Symbol "Tabelle bearbeiten". Nachfolgendes Fenster ist analog zur Neuanlage einer Tabelle zu bearbeiten.<FONT face=Arial,Geneva,Sans-Serif></FONT></P>
<P>Die weiteren Tabellen-Symbole erkl&auml;ren sich von selbst. </P></BLOCKQUOTE></FONT><FONT face=Arial,Geneva,Sans-Serif><STRONG><u>Link:</u></STRONG></FONT>
<BLOCKQUOTE>
<P><FONT face=Arial,Geneva,Sans-Serif>Um einen Link auf eine entfernte
Internetseite zu erstellen markieren Sie zuerst ein Wort oder einen Textabschnitt der als Link dienen soll. Danach w&auml;hlen Sie aus der Toolleiste
&quot;Hyperlink einf&uuml;gen&quot; und geben&nbsp;im folgenden Fenster die gew&uuml;nschten
Adresse ein. </FONT></P>
<P><FONT face=Arial,Geneva,Sans-Serif>W&uuml;nschen Sie, da&szlig; der Link im gleichen Fenster angezeigt wird, so lassen Sie bitte im Linkfenster das Feld "Target" frei.<BR>W&uuml;nschen Sie das der Link in einem neuen Browserfenster angezeigt wird, so geben Sie bitte im Linkfenster im Feld "Target "_new" ein.</FONT></P>
<P><FONT face=Arial,Geneva,Sans-Serif>Mit erfolgter Best&auml;tigung wird der Link erstellt und ist im Anzeigemodus funktionst&uuml;chtig.</FONT></P></BLOCKQUOTE>
<BLOCKQUOTE><FONT face=Arial,Geneva,Sans-Serif>Das Bearbeiten geht &auml;hnlich leicht von der Hand. Positionieren Sie einfach Ihren Cursor innerhalb des als Link bestimmten Textabschnittes und f&uuml;hren Sie erneut das Verlinkungswerkzeug aus der Toolleiste aus. Nun k&ouml;nnen
Sie die Eingabe &auml;ndern.</FONT></BLOCKQUOTE>
<BLOCKQUOTE><FONT face=Arial,Geneva,Sans-Serif>Markieren Sie den als Link bestimmten Textabschnitt und klicken Sie auf
&quot;Hyperlink entfernen&quot; um einen Link zu l&ouml;schen.</FONT></BLOCKQUOTE>
<P><FONT color=#ff0000 face=Arial,Geneva,Sans-Serif><STRONG><u>Besonderheiten:</u></STRONG></FONT></P>
<BLOCKQUOTE><FONT face=Arial,Geneva,Sans-Serif>Benutzen Sie im Editor-Fenster nicht das Sonderzeichen "Hochkomma", da dies vom Computer falsch interpretiert werden k&ouml;nnte und Sie eventuell Ihre Eingaben nicht &uuml;bernehmen k&ouml;nnen.</FONT></BLOCKQUOTE>
</td></tr>
</table>

</body>

</html>